export type Teacher = {
    login: string,
    img: string,
    fio: string,
    skills: string,
    address: string,
    feedback: string,
    about: string
}

export const teachersSet: Teacher[] = [
    {
        login: 'egor',
        img: 'Препод',
        fio: 'Емельянов Александр Рыбалович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: 't2',
        img: 'Препод',
        fio: 'Ухов Джон Джонович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '2',
        img: 'Препод',
        fio: 'Борщев Гуляш Артисович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '3',
        img: 'Препод',
        fio: 'Окунев Александр Лещевеч',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '4',
        img: 'Препод',
        fio: 'Болтов Владимир Дырович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '5',
        img: 'Препод',
        fio: 'Убдусменов Александр Иванович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '6',
        img: 'Препод',
        fio: 'Скала Наиль Джонс',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '7',
        img: 'Препод',
        fio: 'Медведев Олень Зайцевич',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '8',
        img: 'Препод',
        fio: 'Полищук Пылесос Антенович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    },
    {
        login: '9',
        img: 'Препод',
        fio: 'Аб Мустафа Хамудович',
        skills: 'Умею петь на гитаре',
        address: 'Живу в твоем шкафу',
        feedback: '5 отзывов',
        about: 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности ' +
            'обеспечивает широкому кругу (специалистов) участие в формировании модели развития. ' +
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности ' +
            'способствует подготовки и реализации существенных финансовых и административных условий.'
    }
]

export{}